Base sketch for extrusion is invalid.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId InvalidExtrusionCurveloop { get; }
  Visual Basic
Public Shared ReadOnly Property InvalidExtrusionCurveloop As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ InvalidExtrusionCurveloop {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ExtrusionFailures Class
  Autodesk.Revit.DB Namespace